Repository: justinwhall/littlebot-invoices
Catalog: languages/littlebot-invoices-*.po
Languages: pt_br, sv_se

source: Every 15 Minutes
pt_br: A cada 15 minutos
sv_se: Var 15:e minut

source: Issued
pt_br: Emitido
sv_se: Utfärdad

source: Client
pt_br: Cliente
sv_se: Kund

source: Amount
pt_br: Total
sv_se: Belopp

source: You cannot send email with LBI_Emails until init/admin_init has been reached
pt_br: Você não pode enviar e-mails com LBI_Emails até que init / admin_init tenha sido alcançado
sv_se: Du kan inte skicka email med LBI_Emails tills init / admin_init har uppnåtts

source: Client Payment
pt_br: Pagamento do Cliente
sv_se: Klient betalning

source: Notes
pt_br: Notas
sv_se: Anteckningar

source: Details
pt_br: Detalhes

source: Line Items
pt_br: Descrição
sv_se: Artikel rader

# post type general name
source: Invoices
pt_br: Faturas
sv_se: Fakturor

# post type singular name
source: Invoice
pt_br: Fatura
sv_se: Faktura

# admin menu
source: Invoices
pt_br: Faturas
sv_se: Fakturor

# add new on admin bar
source: Invoice
pt_br: Fatura
sv_se: Faktura

# invoice
source: Add New
pt_br: Adicionar Novo
sv_se: Lägg till ny

source: Add New invoice
pt_br: Adicionar Novo Fatura
sv_se: Lägg till ny faktura

source: New Invoice
pt_br: Nova Fatura
sv_se: Ny faktura

source: Edit Invoice
pt_br: Editar Fatura
sv_se: Redigera faktura

source: View Invoice
pt_br: Ver fatura
sv_se: Visa faktura

source: All Invoices
pt_br: Todas as faturas
sv_se: Alla fakturor

source: Search Invoices
pt_br: Pesquisar Faturas
sv_se: Sök fakturor

source: Parent Invoices:
pt_br: Faturas dos pais:
sv_se: Överordnade fakturor:

source: No invoices found.
pt_br: Não há faturas encontrados.
sv_se: Inga fakturor hittades.

source: No invoices found in Trash.
pt_br: Não há faturas encontradas na Lixeira.
sv_se: Inga fakturor funna i papperskorgen.

source: Little Bot Invoices.
pt_br: Little Bot Facturas.
sv_se: Little Bot Fakturor.

# post type general name
source: Estimates
pt_br: Estimativas
sv_se: Offerter

# post type singular name
source: Estimate
pt_br: Estimativa
sv_se: Beräknad

# admin menu
source: Estimates
pt_br: Estimativas
sv_se: Offerter

# add new on admin bar
source: Estimate
pt_br: Estimativa
sv_se: Beräknade

# Estimate
source: Add New
pt_br: Adicionar Novo
sv_se: Lägg till ny

source: Add New Estimate
pt_br: Adicionar nova estimativa
sv_se: Lägg till ny offert

source: New Estimate
pt_br: Nova estimativa
sv_se: Ny offert

source: Edit Estimate
pt_br: Editar estimativa
sv_se: Ändra offert

source: View Estimate
pt_br: Ver estimativa
sv_se: Visa offert

source: All Estimates
pt_br: Todas as estimativas
sv_se: Alla offerter

source: Search Estimates
pt_br: Pesquisar estimativas
sv_se: Sök offerter

source: Parent Estimates:
pt_br: Estimativas dos pais:
sv_se: Överordnad offert:

source: LittleBot Estimates.
pt_br: Estimativas LittleBot.

source: Draft
pt_br: Esboço
sv_se: Utkast

source: Unpaid <span class="count">(%s)</span>
pt_br: Un-pago <span class = \ "contar "> ( %s ) </ span>
sv_se: Obetald <span class="count">(%s)</span>

source: Unpaid
pt_br: Não pago
sv_se: Obetald

source: Paid
pt_br: Pago
sv_se: Betald

source: Paid <span class="count">(%s)</span>
pt_br: Pago <span class="count">(%s)</span>
sv_se: Betald <span class="count">(%s)</span>

source: Overdue
pt_br: Atraso
sv_se: Förfallen

source: Overdue <span class="count">(%s)</span>
pt_br: Todas <span class= "count ">(%s)</span>
sv_se: Försenad <span class="count">(%s)</span>

source: Voided
pt_br: Anulado
sv_se: Ogiltigförklarad

source: Voided <span class="count">(%s)</span>
pt_br: Todas <span class= "count ">(%s)</span>
sv_se: Ogiltig <span class="count">(%s)</span>

source: Draft <span class="count">(%s)</span>
pt_br: Todas <span class= "count ">(%s)</span>
sv_se: Utkast<span class="count">(%s)</span>

source: Pending
pt_br: Pendente
sv_se: Inväntar

source: Pending <span class="count">(%s)</span>
pt_br: Cancelamento pendente <span class="count ">(%s)</ span>
sv_se: Väntar <span class="count">(%s)</span>

source: Approved
pt_br: Aprovado
sv_se: Godkänd

source: Approved <span class="count">(%s)</span>
pt_br: Todas <span class= "count ">(%s)</span>
sv_se: Godkänd <span class="count">(%s)</span>

source: Declined
pt_br: recusado.
sv_se: Avböjt

source: Declined <span class="count">(%s)</span>
pt_br: Todas <span class= "count ">(%s)</span>
sv_se: Nekad <span class="count">(%s)</span>

source: Send to Client
pt_br: Enviar ao Cliente
sv_se: Skicka till klienten

source: Choose File
pt_br: Escolher arquivo
sv_se: Välj en fil

source: General Settings
pt_br: Configurações Gerais
sv_se: Allmänna inställningar

source: Business
pt_br: Negócios
sv_se: Företag

source: Estimates
pt_br: Estimativas
sv_se: Offerter

source: Invoices
pt_br: Faturas
sv_se: Fakturor

source: Payments
pt_br: Pagamentos
sv_se: Betalningar

source: Currency Symbol
pt_br: Símbolo de moeda
sv_se: Valutasymbol

source: USD is <code>$</code>
pt_br: USD é <code> $ </ code>
sv_se: USD är <code>$</code>

source: Currency Code
pt_br: Código da moeda
sv_se: Valutakod

source: Currency Position
pt_br: Posição moeda
sv_se: Valutaposition

source: Thousand Separator
pt_br: Separador de milhar
sv_se: Avgränsare för tusental

source: The character that's used to separate displayed prices ex: <code>100,000</code>
pt_br: O caractere que é usado para separar os preços exibidos ex: <code> 100,000 </ code>
sv_se: Tecken som används för att separera visade priser tex: <code>100,000</code>

source: Decimal Separator
pt_br: Separador decimal
sv_se: Avgränsare för decimal

source: The decimal that's used to separate displayed prices ex: <code>1000.00</code>
pt_br: O decimal que é usado para separar os preços exibidos ex: <code> 1000.00 </ code>
sv_se: Decimalen som används för att separera visade priser tex: <code>100.000</code>

source: Number of Decimals
pt_br: Numero de Casas Decimais
sv_se: Antal decimaler

source: The number of decimals to use when displaying prices ex: 2 = <code>100.00</code>
pt_br: O número de decimais a serem usados ​​ao exibir os preços ex: 2 = <code> 100.00 </ code>
sv_se: Antal decimaler som ska användas vid visning av priser tex: 2 = <code>100.00</code>

source: Business Logo
pt_br: Logotipo de negócios
sv_se: Företags logotyp

source: Business Name
pt_br: Nome da empresa
sv_se: Företagsnamn

source: Address
pt_br: Endereço
sv_se: Adress

source: Business Email
pt_br: Email Comercial
sv_se: Företagets e-postadress

source: This email will send notification to your clients
pt_br: Este e-mail enviará notificação aos seus clientes
sv_se: Detta mail kommer att skicka en notis till dina kunder

source: Terms &amp; Conditions
pt_br: Termos &amp; Condicoes
sv_se: Regler &amp; villkor

source: Hide PDF
pt_br: Ocultar PDF

source: Hides the PDF download button on invoices if checked.
pt_br: Esconde o botão de download de PDF nas faturas, se verificado.

source: Send HTML emails
pt_br: Enviar e-mails HTML
sv_se: Skicka HTML-epost

source: Check to send HTML emails. Otherwise, emails are sent as plain text.
pt_br: Verifique para enviar e-mails HTML. Caso contrário, os e-mails são enviados como texto simples.
sv_se: Kryssa i för att skicka e-post i HTML format. Annars skickas de som ren text.

source: New Estimate Subject
pt_br: Novo assunto estimado
sv_se: Ny offert rubruk

source: New Estimate Body
pt_br: Novo corpo de estimativa
sv_se: Ny offert innehåll

source: New Invoice Subject
pt_br: Novo assunto da fatura
sv_se: Ny faktura rubrik

source: New Invoice Body
pt_br: Novo corpo de fatura
sv_se: Ny faktura innehåll

source: Invoice Overdue Body
pt_br: Fatura Factura em atraso
sv_se: Förfallen faktura innehåll

source: Enable PayPal Standard
pt_br: Ativar padrão do PayPal
sv_se: Aktivera Paypal Standard

source: Enables offsite credit card checkout by PayPal. Can be used in conjunction with payment gateways.
pt_br: Permite o check-out do cartão de crédito externo pelo PayPal. Pode ser usado em conjunto com gateways de pagamento.
sv_se: Aktiverar extern betalning med kontokort via Paypal. Kan användas tillsammans med betalningsmoduler.

source: Paypal Email
pt_br: Email do Paypal
sv_se: Paypal e-postadress

source: Email you would like money sent to
pt_br: E-mail que você gostaria de enviar dinheiro para
sv_se: E-post adress som du vill ha pengarna skickade till

source: PayPal Environment
pt_br: Ambiente PayPal
sv_se: Paypal-miljö

source: Live or Test mode?
pt_br: Modo Live ou Teste?
sv_se: Live eller test läge?

source: Payment Gateways
pt_br: Gateways de pagamento
sv_se: Betalmoduler

source: Who should process payments?
pt_br: Quem deve processar os pagamentos?
sv_se: Vem ska bearbeta betalningar?

source: Pending Payment
pt_br: Pagamento Pendente
sv_se: Väntar på betalning

source: Cheatin&#8217; huh?
pt_br: Trapaceando, é?
sv_se: Fuskar du, va?

source: Oops.
pt_br: Opa.

source: This document is currently a draft.
pt_br: Este documento atualmente é um rascunho.

source: Estimate %s
pt_br: Estimativa %s
sv_se: Offert %s

source: Accept Estimate
pt_br: Aceitar Estimativa
sv_se: Acceptera offert

source: Decline Estimate
pt_br: Declinar Estimativa
sv_se: Neka offert

source: Estimate is currently a draft. Change to pending to show approve & decline actions.
pt_br: A estimativa é atualmente um rascunho. Mude para pendente para mostrar aprovar e recusar ações.
sv_se: Offerten är för närvarande i utkast. Byt till väntar för visa godkänn & avvisa åtgärder.

source: Date
pt_br: Data
sv_se: Datum

source: Valid Until
pt_br: Valido ate
sv_se: Gäller tom

source: Estimate Number
pt_br: Estimativa
sv_se: Offert nummer

source: Estimate Total %s
pt_br: Estimativa Total %s
sv_se: Offert summa %s

source: Invoice %s
pt_br: Faturas %s
sv_se: Faktura: %s

source: Over Due
pt_br: Concluída

source: Invoice is currently a draft.
pt_br: A fatura é atualmente um rascunho.
sv_se: Fakturan är för närvarande ett utkast.

source: Due Date
pt_br: Data de vencimento
sv_se: Förfallodag

source: Issued Date
pt_br: Data de Emissão
sv_se: Utfärdat datum

source: Invoice Number
pt_br: Número da Fatura
sv_se: Fakturanummer

source: Invoice Total %s
pt_br: Fatura Total %s
sv_se: Faktura summa %s

source: Rate
pt_br: Valor

source: Qty
pt_br: Qtd

source: Tax
pt_br: Imposto

source: Don't send overdue email to client
pt_br: Não envie emails em atraso ao cliente
sv_se: Skicka inte förfallo mail till klienten

source: P.O. Number
pt_br: PO Número

source: Issued: <b>%1$s</b>
pt_br: Emitido: <b> %1$s </ b>
sv_se: Utfärdat: <b>%1$s</b>

source: issue <b>add date here</b>
pt_br: emitir <b> adicionar data aqui </ b>
sv_se: utfärda <blLägg till datum här</b>

source: Edit
pt_br: Editar
sv_se: Ändra

source: Edit due date and time
pt_br: Editar data e hora de vencimento

source: Cancel
pt_br: Cancelar

source: Delete Permanently
pt_br: Apagar permanentemente
sv_se: Ta bort permanent

source: Move to Trash
pt_br: Mover para o lixo
sv_se: Flytta till papperskorgen

source: Submit for Review
pt_br: Enviar para revisão
sv_se: Skicka för genomgång

source: Save Invoice
pt_br: Salvar Fatura
sv_se: Spara fakturan

source: Update
pt_br: Atualizar
sv_se: Uppdatera

source: Update Invoice
pt_br: Atualizar Fatura
sv_se: Uppdatera fakturan

source: LittleBot Invoices
pt_br: Brocas LittleBot
sv_se: LittleBot fakturor

source: Easily create and send estimates and invoices for your business.
pt_br: Crie e envie facilmente estimativas e faturas para sua empresa.
sv_se: Skapa och skicka offerter och fakturor enkelt för ditt företag.

source: Log
sv_se: Logg

source: Little Bot Estimates.
sv_se: Little Bot Offerter.

source: Emails
sv_se: E-post meddelanden

source: Token Key
sv_se: Token nyckel

source: Invoice Overdue Subject
sv_se: Förfallen faktura rubrik

source: Pay Invoice
sv_se: Betala faktura
